Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/unemployment_and_redundancy/employment_support_schemes/community_services_programme.html.txt.tmx
Source language: en
Languages: ga

source: The Community Services Programme supports community businesses to provide local services and create employment opportunities for disadvantaged people
ga: Tugann an Clár Seirbhísí Pobail tacú le gnólachtaí pobail chun seirbhísí áitiúla a sholáthar agus deiseanna fostaíochta do dhaoine faoi mhíbhuntáiste a chruthú

source: It provides funding support to community companies and co-operatives
ga: Cuireann sé maoiniú ar fáil do chomhlachtaí pobail agus do chomharchumainn

source: It focuses on communities where public and private sector services are lacking, either through geographical or social isolation or because demand levels are not sufficient
ga: Díríonn an Clár ar phobail mar ar tearc seirbhísí na n-earnálacha poiblí agus príobháidí, cibé trí iargúltacht a suíomh nó toisc iad a bheith scoite amach ó phobail eile nó toisc nach leor na leibhéil éilimh

source: The Programme also enables the benefit of other public investment to be realised (as in the case of investment in community centres and resources)
ga: Tríd an gClár seo is féidir na buntáistí a ghabhann le hinfheistíocht phoiblí eile a fhíorú (infheistíocht in ionaid phobail agus in acmhainní, mar shampla)

source: The Community Services Programme evolved from the Social Economy Programme and is managed for the Department of Social Protection by Pobal, a not-for-profit company that manages programmes on behalf of the Irish Government and the EU
ga: Tháinig an Clár Seirbhísí Pobail ón gClár Eacnamaíochta Sóisialta. Is é Pobal a riarann an Clár thar ceann na Roinne Coimirce Sóisialaí. Is comhlacht é Pobal a fheidhmíonn ar bhonn neamhbhrabúis agus a bhainistíonn cláir ar son Rialtais na hÉireann agus an AE

source: In general, applicants must be not-for-profit social enterprises or community businesses with sufficient capacity to undertake service delivery and the management of staff. They must also have sufficient financial resources and opportunity to generate revenue to maintain the proposed service, and where necessary, prepare a business plan acceptable to the Programme
ga: I gcoitinne, ní mór d’iarratasóirí a bheith ina gcuideachtaí sóisialta neamhbhrabúis nó gnólachtaí pobail, dóthain cumais a bheith acu chun tabhairt faoi sholáthar seirbhísí agus bainistiú foirne, dóthain acmhainní airgeadais agus deiseanna a bheith acu chun fáltais a ghiniúint chun an tseirbhís bheartaithe a choimeád ar siúl, agus plean gnó a réiteach a bheidh inghlactha don Chlár, má iarrtar é

source: There are 3 main types of project funded under the Programme:
ga: Tá 3 príomhchineál tionscadail maoinithe ag an gClár:

source: • Community services for disadvantaged people, for example: home insulation; disability transport; meals-on-wheels and centre-based day care and social activities; personal security and visitation services; community radio and other forms of community media
ga: • Seirbhísí pobail do dhaoine faoi mhíbuntáiste, mar shampla, insliú tí; iompar míchumais; béilí ar rothaí agus gníomhaíochtaí sóisialaigh agus cúraim lae bunaithe san ionad; seirbhísí slándála pearsanta agus cuairte; raidió pobail agus foirmeacha eile meáin phobail

source: • Community enterprises employing people with disabilities, Travellers, recovering drug misusers and/or ex-prisoners
ga: • Fiontair phobail a fhostaíonn daoine faoi mhíchumas, an Lucht Siúil, andúiligh cobhsaithe agus/nó iarphríosúnaigh

source: The employing company or co-op must operate as a social enterprise and demonstrate some form of progression of the workers
ga: Caithfidh an comhlacht nó comharchumann a fhostaíonn iad mar fhiontar sóisialta a oibriú agus saghas dul chun cinn le haghaidh na hoibrithe a thaispeáint

source: • Community halls and facilities available for community use which enable the day-to-day operation of community infrastructure
ga: • Hallaí agus áiseanna pobail atá ar fáil d’úsáid pobail agus a chuireann ar chumas an ghnáthoibriú an bhonneagair pobail

source: In order to qualify for funding under the Community Services Programme, organisations must operate on a not-for-profit basis
ga: Le cáiliú do mhaoiniú faoin gClár Seirbhíse Pobail, caithfidh eagraíochtaí a bheith ag feidhmiú ar bhonn neamhbhrabúis

source: They must also recruit unemployed people to work in the projects
ga: Chomh maith leis sin, ní mór dóibh tosaíocht a thabhairt do dhaoine dífhostaithe sa phróiseas earcaíochta do na tionscadail

source: In general, 70% of employees in projects funded under the Programme must be from one of the following groups:
ga: Go hiondúil caithfidh 70% de na fostaithe a n-earcaíonn an tionscadal iad teacht ó cheann de na grúpaí seo a leanas:

source: • Unemployed people in receipt of Jobseeker’s Benefit, Jobseeker’s Allowance or One-Parent Family Payment
ga: • Daoine dífhostaithe a fhaigheann Sochar Cuardaitheora Poist, Liúntas Cuardaitheora Poist nó Íocaíocht Theaghlaigh Aontuismitheora

source: • People in receipt of Disability Allowance, Invalidity Pension or Blind Person’s Pension or other disability payment
ga: • Daoine a fhaigheann Liúntas Míchumais, Pinsean Easláinte nó Pinsean na nDall nó íocaíocht míchumas eile

source: • Travellers in receipt of Jobseeker’s Benefit, Jobseeker’s Allowance or One-Parent Family Payment
ga: • Lucht Siúil a fhaigheann Sochar Cuardaitheora Poist, Liúntas Cuardaitheora Poist nó Íocaíocht Theaghlaigh Aontuismitheora

source: • Stabilised and recovering drug misusers
ga: • Mí-úsáideora drugaí cobhsaithe agus athshlánaithe

source: • People employed from Tús, Community Employment (CE), Job Initiative schemes, as well as Rural Social Scheme workers who are former CE participants
ga: • Daoine a raibh fostaithe ag na scéimeanna Tús, Fostaíocht Pobail (FP), Tionscnamh Poist chomh maith le hoibrithe Scéime Sóisialta Tuaithe, ba rannpháirtithe FP iad roimhe seo

source: Detailed information about the Community Services Programme is available on the Pobal website
ga: Tá faisnéis mionshonraithe maidir leis an gClár Seirbhísí Pobal ar fáil ar an láithreán gréasáin Pobal

source: Access to the Programme is managed by public calls for proposals made by the Department of Social Protection from time to time
ga: Eisíonn an Roinn Coimirce Sóisialaí gairm tograí go poiblí ó am go ham, agus is mar seo a bhainistítear rochtain ar an gClár

source: The Programme is not open to new applications
ga: Níl an Clár oscailte d'iarratais nua
